Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/languageindex/index.html.txt.tmx
Source language: en
Languages: ga

source: • Abortion information - the law • About Citizens Information
ga: • Ábhair airgid i ndiaidh an bháis

source: • Access to environmental information
ga: • Abhcóidí sóisir agus sinsir

source: • Accessibility and Usability Statement
ga: • Achomhairc Leasa Shóisialaigh

source: • Adapting a home for an older or disabled person
ga: • Achomharc a dhéanamh chuig an gCúirt Oibreachais

source: • Admissibility of certain witness statements in a criminal trial
ga: • Achomharc a dhéanamh in aghaidh torthaí na hArdteistiméireachta

source: • Admission to a psychiatric hospital • Admission, placement and transfer in prisons
ga: • Achomharc a dhéanamh maidir le torthaí do thástála tiomána

source: • Adoption and cohabiting couples
ga: • Achomharc ar an gCinneadh

source: • Adoption, fostering and surrogacy
ga: • Acmhainní do dhaltaí nach cainteoirí Béarla iad

source: • Adult education • Adult literacy
ga: • Ag Tógáil Cairr nó Veain ar Cíos

source: • Advertising Standards Authority for Ireland
ga: • Ag athsholáthar ceadúnais tiomána Éireannaigh ar cailleadh nó ar goideadh é

source: • After your baby is born
ga: • Ag ceannach tí

source: • After-School Child Care Scheme
ga: • Ag clárú chun vótáil in Éirinn

source: • Age equality in employment
ga: • Ag cur isteach ar stádas dídeanaithe

source: • Agencies providing services for homeless people
ga: • Ag déanamh gearáin faoi sheirbhísí teileachumarsáide nó seirbhísí poist

source: • Agency workers • Agriculture and forestry
ga: • Ag déanamh iarratais ar phas Éireannach

source: • Air passenger rights in the European Union
ga: • Ag déanamh monatóireachta ar chiontóirí gnéis in Éirinn

source: • Air quality and pollution • Air transport regulation
ga: • Ag déanamh tuairisc maidir le feithiclí goidte

source: • Airline liability • Alcohol addiction treatment services
ga: • Ag déileáil le glaonna díolacháin teileafóin gan iarraidh

source: • Alcohol and drug treatment services
ga: • Ag dul amach ar pinsean luath

source: • Alcohol and the law
ga: • Ag dul ar scor in Éirinn

source: • Alternative repayment arrangements for people in mortgage difficulty • An Bord Pleanála • Animal welfare and control
ga: • Ag dul thar lear chun bheith i do chónaí nó ar laethanta saoire agus íocaíochtaí leasa shóisialaigh

source: • Annual leave • Antenatal classes
ga: • Ag éileamh do chleithiúnaí aosaigh

source: • Anti drug dealing initiative • Anti human trafficking initiative
ga: • Ag éileamh íocaíocht leasa shóisialaigh bhreise ar leathráta

source: • Anti-social behaviour by adults
ga: • Ag éileamh iocaíochta leasa shóisialaigh

source: • Anti-social behaviour by children
ga: • Ag éirí i do shaoránach Éireannach

source: • Anti-social behaviour in social housing
ga: • Ag éirí i do shaoránach Éireannach trí phósadh nó pháirtnéireacht sibhialta

source: • Appealing a decision to the Labour Court
ga: • Ag éirí i do shaoránach de chuid na hÉireann trí eadóirseacht

source: • Appealing a planning permission decision
ga: • Ag fágáil oibre gan a bheith íoctha

source: • Appealing rights under EU law
ga: • Ag fáil airgid ar iasacht

source: • Appealing the Decision in a Civil Case • Appealing the Leaving Certificate results
ga: • Ag ligean isteach, ag glacadh agus ag aistriú priosunaithe

source: • Appealing your driving test results
ga: • Ag ligean seomra i do theach amach ar cíos

source: • Applying for a driving licence
ga: • Ag lorg árasáin nó tí ar cíos

source: • Applying for international protection in Ireland
ga: • Ag lorg oibre: oideachas agus oiliúint

source: • Applying for local authority/social housing
ga: • Ag obair faoi mhíchumas

source: • Applying for your first Irish passport
ga: • Ag obair go páirtaimseartha

source: • Appointments made by the Irish President
ga: • Ag obair taobh amuigh den AE

source: • Artist's exemption from income tax
ga: • Ag pósadh thar lear

source: • Assessing the means of a couple for social assistance payments
ga: • Ag síniú de nuair a thosnaíonn tú ag obair

source: • Attendance and discipline in schools
ga: • Ag siúl agus ag fánaíocht in Éirinn

source: • Aural services B
ga: • Ag tabhairt aire do leanbh atá faoi mhíchumas

source: • Back to Education Allowance
ga: • Ag taisteal thar lear le páistí

source: • Back to Education Initiative
ga: • Ag teacht go hÉirinn - cáin agus ÁSPC

source: • Back to Education Programme
ga: • Ag teacht go hÉirinn chun oibriú

source: • Back to School Clothing and Footwear Allowance • Back to Work Allowance
ga: • Ag teacht go hÉirinn mar iarrthóir tearmainn nó mar dhídeanaí

source: • Back to Work Enterprise Allowance
ga: • Ag teacht ón AE/LEE chun oibriú

source: • Bail and Surety • Ban on smoking in the workplace
ga: • Aicmí árachais shóisialta

source: • Barring, safety and protection orders
ga: • Ainmniúchán mar theachta i nDáil Éireann

source: • Barristers • Becoming a Parent
ga: • Airgead agus Cáin

source: • Becoming an Irish citizen through marriage or civil partnership
ga: • Aisghabháil íocaíochtaí iomarcacha leasa shóisialaigh

source: • Becoming an Irish citizen through naturalisation
ga: • Aisíocaíocht cánach má tá tú dífhostaithe nó as obair ar shaoire bhreoiteachta

source: • Becoming self-employed • Before a death
ga: • Aisíocaíochtaí CBL ar áiseanna agus trealamh in úsáid ag daoine le míchumais

source: • Before you come to Ireland
ga: • Aistriú chuig teach eile de chuid an údaráis áitiúil

source: • Benefit and contribution years for social welfare purposes
ga: • Aistriú ó Íocaíocht Teaghlach Aontuismitheora

source: • Benefits and entitlements following a death
ga: • Áiteanna agus struchtúir chontúirteacha

source: • Benefits and entitlements relating to birth
ga: • Alcól agus an dlí

source: • Bereavement counselling and support services
ga: • Altramú agus lánúineacha comhchónaithe

source: • Better Energy Homes Scheme
ga: • Amharclann na Mainistreach

source: • Better Energy Warmer Homes Scheme
ga: • An AE agus an dlí teaghlaigh

source: • Blood and organ donation
ga: • An Ardteistiméireacht Fheidhmeach

source: • Blue Flag beaches and marinas in Ireland
ga: • An Bhratach Bhán d'áiseanna áineasa in Éirinn

source: • Boarding out of older people
ga: • An Bord Pinsean

source: • Boards of management in primary schools
ga: • An Bord Pleanála

source: • BowelScreen: The National Bowel Screening Programme
ga: • An Bord um Thionóntachtaí Príobháideacha Cónaithe

source: • Breakdown of a marriage or other relationship
ga: • An Bunachar Sonraí Náisiúnta um Míchumas Fisiceach agus Céadfach

source: • Bringing a body to Ireland for burial or cremation
ga: • An Cárta Eorpach um Árachas Sláinte

source: • Bringing pets to Ireland
ga: • An Ceoláras Náisiúnta

source: • Building or altering a home
ga: • An Clár Fostaíocht Pobail um Chúram Leanaí

source: • Bullying in the workplace
ga: • An Clár um Thoirchis Ghéarchéime

source: • Bus and coach passenger rights in the European Union
ga: • An Coimisiún um Chaidreamh san Áit Oibre

source: • Bus services • Buying a home
ga: • An Coimisiún um Rialáil Fuinnimh

source: • Buying a local authority house or flat • Buying a new car
ga: • An Conradh um Chobhsaíocht Fhioscach

source: • Buying or selling a vehicle
ga: • An Córas Príosúin

source: • Bye-elections C
ga: • An Córas Vótála do Thoghchán Eorpach

source: • Calculating Mortgage Interest Supplement
ga: • An Creidmheas Cánach Cúramóra Linbh do Dhuine Singil

source: • Capital and social welfare payments
ga: • An Garda Síochána - fórsa póilíneachta náisiúnta

source: • Capital taxes following separation, divorce or dissolution
ga: • An Íocaíocht Theaghlaigh Aontuismitheora

source: • Care in your community
ga: • An Liúntas Breosla gan Deatach

source: • Carer's Support Grant (formerly called Respite Care Grant)
ga: • An Plean Náisiúnta Íocaíochtaí

source: • Caring for a child with a disability
ga: • An Rialtas agus Dáil Éireann

source: • Case Study 1: How income from work affects Jobseeker's Allowance
ga: • An Roinn Post, Fiontar, agus Nuálaíochta

source: • Case study 1: Calculating your pension under EU social security agreements
ga: • An Scéim ‘Fuinneamh Níos Fearr, Tithe Níos Teo’

source: • Case study 1: Family Income Supplement (FIS)
ga: • An Scéim Caidrimh Baile- Scoile

source: • Case study 2: Family Income Supplement (FIS)
ga: • An Scéim Chomhúinéireachta

source: • Case study: Calculating Rent Supplement
ga: • An Scéim Cúram Leanaí Iarscoile

source: • Case study: Calculating annual leave
ga: • An Scéim Deontas Áiseanna Soghluaisteachta

source: • Case study: Calculating deferrals of Local Property Tax (LPT)
ga: • An Scéim Dhreasachta Poist Pháirtaimseartha

source: • Case study: Calculating redundancy payment
ga: • An Scéim Oibre Neamhthipiciúla

source: • Case study: Calculating your income tax
ga: • An Scéim Sóisialta Tuaithe

source: • Case study: Carer's leave and annual leave
ga: • An Scéim Tacaíochta do Thithe Altranais

source: • Case study: Claiming constructive dismissal
ga: • An Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta

source: • Case study: Compassionate leave
ga: • An Scéim um Chúramaí Baile

source: • Case study: Dependant/Partner/Spousal Employment Permit
ga: • An Scéim um Rabhadh Aosach

source: • Case study: Help with school costs for a family
ga: • An Scéim um Rothaíocht chun na hOibre

source: • Case study: Maximising a couple's income from jobseeker's payments
ga: • An Straitéis Náisiúnta Leanaí

source: • Case study: Taking parental leave
ga: • An Teastas Sóisearach

source: • Case study: Taxation of Maternity Benefit
ga: • An Tionchar a bheidh ag pósadh ar stádas

source: • Case study: Trade union membership
ga: • An Tionól Bunreachtúil

source: • Case study: Working and claiming a State Pension (Non-Contributory)
ga: • An chaoi a n-athraíonn páirtnéireacht shibhialta do stádas dlíthiúil

source: • Case study: Young people's working hours
ga: • An chaoi a nglaotar ar dhuine le bheith ina f(h)inné

source: • Case study: force majeure leave
ga: • An córas le cáin a mheas

source: • Cash income not included in the means test
ga: • An córas leasa shóisialaigh in Éirinn

source: • Categories of motor vehicles and minimum age of drivers
ga: • An córas polaitiúil ag leibhéal aitiúil

source: • Cathaoirleach of Seanad Éireann
ga: • An córas polaitiúil ag leibhéal náisiúnta

source: • Cathaoirleach of the council
ga: • An cróinéir agus íospartaigh choireanna

source: • Central Bank of Ireland
ga: • An modh le bheith i d'fhinné

source: • CervicalCheck: The National Cervical Screening Programme
ga: • An próiseas tearmainn in Éirinn

source: • Change of vehicle ownership
ga: • An ról atá ag finnéithe

source: • Changes that can affect your social welfare payment
ga: • An scéim iompair bhunscoile

source: • Changes to your contract of employment
ga: • An scéim náisiúnta um morgáiste-chuig-cíos

source: • Changing job: tax, PRSI and pension
ga: • An t-árachas mótair

source: • Changing to your preferred gender
ga: • An t-árachas sláinte príobbháideach

source: • Changing your name by deed poll
ga: • An t-árachas sóisialach in Éirinn

source: • Charges for hospital services
ga: • An t-údarás áitiúil agus tithíocht shóisialta

source: • Charges for taxi, hackney and limousine services
ga: • An tAcht Meabhair-Shláinte 2001

source: • Charter of Fundamental Rights
ga: • An tAcht um Chosaint Tomhaltóirí 2007

source: • Checklist guide to redundancy procedures
ga: • An tArd-Reachtaire Ciste agus Cuntas

source: • Checklist of documents needed when applying for a student grant
ga: • An tInnéacs Praghsanna do Thomhaltóirí

source: • Checklist of things to do following a bereavement
ga: • An tOmbudsman do Leanaí

source: • Checklist of where my possessions are kept
ga: • An tSeirbhís Aisíoctha do Chúram Príomhúil

source: • Checklist when appealing a social welfare decision
ga: • An tSeirbhís Buiséadaithe agus Comhairle Airgid

source: • Checklist when applying for Carer's Allowance
ga: • An tSeirbhís Ionchúisimh an Stáit agus íospartaigh choireanna

source: • Checklist when applying for Jobseeker's Allowance
ga: • An tSeirbhís Phromhaidh agus íospartaigh choireanna

source: • Checklist when applying for a State Pension (Non-Contributory)
ga: • An tUachtarán - Tithe an Oireachtais a Chomóradh

source: • Checklist when applying for carer's leave
ga: • An tUachtarán - an Dáil a chomóradh agus a lánscoir

source: • Checklist when shopping online
ga: • An tUachtarán - ionadaí na ndaoine

source: • Checklist: entitlements for older people
ga: • An tÚdaras Éireannach um Shábhailteacht Bia

source: • Checklist: information for self-employed people
ga: • An tÚdarás na gCaighdeán Fógraíochta d'Éirinn

source: • Chester Beatty Library • Chief Executive of the council
ga: • Ar iarradh, glactha a bheith marbh

source: • Childcare during vocational training
ga: • Áras Nua-Ealaíne na hÉireann

source: • Children and rights in Ireland
ga: • Arduithe cíosa i dtithíocht phríomháideach

source: • Children and the criminal justice system
ga: • Asleagan, obair ghearrthréimhseach agus iomarcaíocht

source: • Children and young offenders
ga: • Ath-Iarrthóirí do Pharlaimint na hEorpa

source: • Children's rights and policy
ga: • Athbhreithniú breithiúnach i gcúrsaí pleanála agus comhshaoil

source: • Choices in antenatal care
ga: • Athrú chuig do rogha inscne

source: • Civil Legal Advice and Legal Aid
ga: • Aturnaetha B

source: • Civil partnership and inheritance
ga: • Banc Ceannais na hÉireann

source: • Civil partnership and same-sex couples
ga: • Bannaí agus Urra

source: • Civil partnership and social welfare entitlements
ga: • Bannaí le Táirgí

source: • Claiming a social welfare payment
ga: • Bás obann nó gan mhíniú

source: • Claiming an extra half-rate social welfare payment
ga: • Bearta le dul i ngleic le míbhuntáiste oideachasúil

source: • Claiming for an adult dependant
ga: • Bheith i do Thuismitheoir den chéad uair

source: • Classification of crimes in criminal cases
ga: • Biaslán - An Bord um Chur Chun Cinn na Sábháilteachta Bia

source: • Climate change • Closing or selling a business
ga: • Bileog Oibre le haghaidh Forlíonadh Cíosa a ríomh

source: • Coalition government • Cohabiting couples
ga: • Bileog Oibre: Íocaíocht do Theaghlach Aon-Tuismitheora agus ioncam ó obair

source: • College application procedures and entrance requirements
ga: • Bileog oibre: Liúntas Cuardaitheora Poist agus ioncam ón obair

source: • Coming to Ireland - tax and social insurance
ga: • Binsí agus imscrúduithe - réamhrá

source: • Coming to Ireland as an asylum seeker or refugee • Coming to Ireland to study • Coming to live in Ireland
ga: • Blianta sochair agus ranníocaíochta ar mhaithe le híocaíochtaí leasa shóisialaigh

source: • Coming to set up a business or invest in Ireland
ga: • Boird bhainistíochta i mbunscoileanna

source: • Commenting on a planning application
ga: • Bóithre agus Sábháilteacht

source: • Commission for Energy Regulation
ga: • Bord Parúil na hÉireann

source: • Community Employment Childcare Programme
ga: • Breith anabaí agus marbh-bhreith

source: • Competence of a witness
ga: • Bruscar a chosc agus a rialú

source: • Composition of the Government
ga: • Bulaíocht sa láthair oibre

source: • Compulsory purchase of property
ga: • Bunchúrsa do dhaoine le lagú amhairc

source: • Conditions for getting a jobseeker's payment
ga: • Bunreacht na hÉireann

source: • Connecting to the internet
ga: • Cabhair Dhlíthiúil Choiriúil

source: • Consent to medical and surgical procedures
ga: • Cabhair Dhlíthiúil agus Comhairle

source: • Consequences of a civil annulment of marriage
ga: • Cabhair maidir le teach a cheannach

source: • Consequences of an annulment of a civil partnership
ga: • Cad a tharlaíonn d’fhiacha tar éis bháis

source: • Constitutional Referendum in Ireland
ga: • Caidrimh thionsclaíocha agus ceardchumainn

source: • Consumer guide to buying a new car
ga: • Cailliúint do thí

source: • Consumer protection codes and mortgages
ga: • Cáin Fháltais Caipitiúil

source: • Consumer rights and package holidays
ga: • Cáin Ghnóthachan Caipitiúil

source: • Consumer rights in the European Union
ga: • Cáin Mhaoine Áitiúil (CMÁ)

source: • Contracts without specific working hours (zero-hours contracts)
ga: • Cáin agus íocaíochtaí cothabhála

source: • Costs of buying a home
ga: • Cáin ar chnapshuim iomarcaíochta nó scoir

source: • Council of the European Union
ga: • Cáin ar shochair ón bhfostaíocht

source: • Court of Criminal Appeal
ga: • Cáin in Éirinn

source: • Court proceedings for recovering debts
ga: • Cáipéisí taistil do dhaoine le stádas dídeanaithe nó cosanta coimhdí

source: • Credit history - the Irish Credit Bureau
ga: • Caomhnadh leanaí agus lánúineacha comhchónaithe

source: • Credited social insurance contributions
ga: • Carr athláimhe a cheannach

source: • Crime and crime prevention
ga: • Cárta Páirceála Duine le Míchumas

source: • Criminal insanity and mental health
ga: • Cártaí Cuairte LG (Liachleachtóir Ginearálta)

source: • Critical Skills Employment Permit
ga: • Cás staidéar: saoire force majeure

source: • Crowd control at public events in Ireland
ga: • Cás-Staidéar ar íocaíocht iomarcaíochta agus obair ghearr-ama

source: • Curriculum in primary schools
ga: • Cás-Staidéar ar shaoire mháithreachais agus filleadh ar an obair

source: • Custody of children and cohabiting couples
ga: • Cás-Staidéar ar theidlíocht saoire poiblí

source: • Customs and Excise officers - powers to search travellers' baggage
ga: • Cás-Staidéar: Cabhrú le costais scoile do theaghlach

source: • Customs regulations for travellers to Ireland • Cycle to Work Scheme
ga: • Cás-Staidéar: éileamh i ndáil le dífhostú inchiallaithe

source: • DARE admissions scheme for students with disabilities
ga: • Cás-Staidéar: íocaíocht iomarcaíochta a mheas

source: • Dangerous places and structures • Data protection
ga: • Cás-staidéar 1: Conas a bhíonn tionchar ag ioncam ón obair ar Liúntas do Lucht Cuardaigh Fostaíochta

source: • Day centres and day care • Dealing with asbestos
ga: • Cás-staidéar 1: Do phinsean a ríomh faoi chomhaontuithe slándála sóisialaí an AE

source: • Dealing with the deceased's estate
ga: • Cás-staidéar 2: Conas a bhíonn tionchar ag ioncam ó fhostaíocht in Éirinn ar an Liúntas do Lucht Cuardaigh Fostaíochta

source: • Dealing with unsolicited direct marketing
ga: • Cás-staidéar 2: Do phinsean a ríomh faoi chomhaontuithe déthaobhacha slándála sóisialaí

source: • Dealing with unsolicited or offensive e-mail
ga: • Cás-staidéar 2: Forlíonadh Ioncaim Teaghlaigh (FIT)

source: • Dealing with unwanted telephone sales calls
ga: • Cás-staidéar: Ag obair agus ag éileamh Pinsin Stáit (Neamh-Ranníocach)

source: • Death Benefits under the Occupational Injuries Scheme
ga: • Cás-staidéar: Ballraíocht ceardchumainn

source: • Debt • Debt Relief Notices
ga: • Cás-staidéar: Forlíonadh Cíosa a Ríomh

source: • Decisions made by the Minister for Justice and Equality in relation to international protection
ga: • Cás-staidéar: Ioncam lánúine ó íocaíochtaí cuardaitheora poist a uasmhéadú

source: • Deferring payment of the Local Property Tax
ga: • Catagóirí na mótarfheithiclí agus íos-aois na dtiománaithe

source: • Dental, aural and optical health
ga: • Cathaoirleach na Comhairle

source: • Department of Jobs, Enterprise and Innovation
ga: • Cé na daoine gur féidir iallach a chur orthu a bheith ina bhfinnéithe?

source: • Dependent Relative Tax Credit
ga: • Cead Fostaíochta Ginearálta

source: • Deposit Interest Retention Tax
ga: • Cead Fostaíochta Scileanna Ríthábhachtacha

source: • Different types of employment
ga: • Ceadúnais Seilge Fia

source: • Disability awareness training grants
ga: • Ceadúnais tiomána foghlaimeora le haghaidh carranna agus feithiclí oibre

source: • Disability payments and work
ga: • Ceadúnais tiomána foghlaimeora le haghaidh gluaisrothar

source: • Disabled Person's Parking Card
ga: • Ceadúnais tiomána foghlaimeora le haghaidh leantóirí

source: • Disclosure in criminal cases
ga: • Ceadúnú bád agus soithí uisce in Éirinn

source: • Disputes with financial institutions in other EU countries
ga: • Ceannacháin Saor ó Cháin do Thaistealaithe taobh amuigh den AE

source: • Diversion activities and programmes for young offenders • Divorce decrees
ga: • Cearta Cónaithe in Éirinn

source: • Documentation and other requirements when leaving Ireland
ga: • Cearta Tomhaltóirí agus siopadóireacht treasteorann in Aontas na hEorpa

source: • Domestic refuse services • Domestic workers' employment rights
ga: • Cearta a bhronntar ar dhaoine stádas dídeanaí nó cosaint choimhdeach agus daoine a dtugtar cead fanacht dóibh

source: • Driving offences • Driving tests
ga: • Cearta comharbais i ndiaidh idirscartha/colscartha/scaoilte

source: • Driving tests for drivers with disabilities
ga: • Cearta cónaithe do bhaill teaghlaigh

source: • Driving tests in Ireland
ga: • Cearta cónaithe in Éirinn

source: • Dsp forms • Dsp publications
ga: • Cearta fostaíochta oibrithe tí

source: • Dublin III Regulation • Duties and VAT
ga: • Cearta leanaí agus beartas um leanaí

source: • Duties of drivers of Small Public Service Vehicles (SPSVs)
ga: • Cearta maoine agus cliseadh ar chaidreamh

source: • Duties of passengers of small public service vehicles E
ga: • Cearta maoine lánúineacha comhchónaithe

source: • EU Institutions • EU Law • EU and family law
ga: • Cearta na n-othar síciatrach

source: • EU healthcare • EU stabilisation mechanisms
ga: • Cearta oidhreachta agus lánúineacha comhchónaithe

source: • Early Childhood Care and Education Scheme
ga: • Cearta paisinéirí bus agus cóiste san Aontas Eorpach

source: • Early school leavers programmes
ga: • Ceisteanna coitianta maidir le hiomarcaíocht

source: • Education and training supports
ga: • Ceistiúchán agus Faireachán

source: • Education for people with refugee status or subsidiary protection or permission to remain
ga: • Cén áit le gearán a dhéanamh faoi Dhaoine Gairmiúla Leighis

source: • Education in Ireland • Education, Training and Development Option
ga: • Cén áit le gearán a dhéanamh faoi dhaoine gairmiúla agus daoine eile

source: • Educational arrangements for Travellers
ga: • Cén áit le gearán a dhéanamh faoi thógáil agus feabhsuithe tí

source: • Elder abuse • Election Expenses
ga: • CervicalCheck: An Clár Scagthástála Ceirbheacs Náisiúnta

source: • Employee share option schemes
ga: • Cigireacht ar scoileanna

source: • Employer Job (PRSI) Incentive Scheme
ga: • Cigirí na Seirbhísí Meabhair-Shláinte

source: • Employment Regulation Orders and registered employment agreements
ga: • Cineálacha an cheada cónaithe do náisiúnaigh neamh-LEE

source: • Employment rights and conditions
ga: • Cineálacha éagsúla scoileanna iarbhunoideachais

source: • Employment rights legislation: inspection and compliance
ga: • Cinntí a dhéanann an tAire Dlí agus Cirt agus Comhionnanais maidir le cosaint idirnáisiúnta

source: • Employment rights of part-time workers
ga: • Cinsireacht Taifeadtaí Fístéipe agus DVD

source: • Enforcement of debt judgments
ga: • Cionta in aghaidh oird phoiblí agus cumhachtaí gabhála

source: • Entitlement to health services
ga: • Cionta oird phoiblí

source: • Environmental protection of nature and biodiversity
ga: • Cláir Chóireála do Chiontóirí Gnéis

source: • Equality in the workplace
ga: • Cláir Luathfhágála Scoile

source: • Equipment grants for students with disabilities
ga: • Clár Athstiúrtha na nGardaí don Óige

source: • European Court of Justice
ga: • Clár ar ais chun Oideachais

source: • European Parliament Political Groups • European Union
ga: • Cláraitheoirí Breitheanna, Póstaí agus Básanna

source: • European elections - alternative voting arrangements
ga: • Clárú gairmithe sláinte agus cúraim shóisialaigh
